<!DOCTYPE html>
<html lang="ru">
    <head>
        <title>Это мой блог</title>
        <meta charset="UTF-8">
        <link type="text/css" rel="stylesheet" href="css/index.css">
    </head>

    <body>
        <header class="header">
            <h1>Это мой личный блог обо всём на свете</h1>
        </header>
        <main class="main">
            <section class="section">
                <div class="section__header">
                    <h3>Прогулка по парку</h3>
                    <time class="section__time">11-02-2024 16:03:00</time>
                </div>
                <div class="section__body">
                    <img class="section__img" src="https://7d9e88a8-f178-4098-bea5-48d960920605.selcdn.net/bbbe4a30-2e49-452f-aaed-a3b4e05843a3/" alt="park" />
                    <div class="section__description">
                        Жемчужина музея — грандиозный дворцовый комплекс XVIII века. Его строят как загородную резиденцию для Екатерины II. Более двадцати лет над постройкой трудятся выдающиеся русские архитекторы Василий Баженов и Матвей Казаков. После смерти императрицы все работы прекращаются. Живописный парк превращается в место загородных прогулок москвичей. Во второй половине XIX века вокруг руин возводится дачный посёлок. Он быстро набирает популярность – особенно среди писателей и художников. В 1927 году в Царицыне создается краеведческий музей. В 1984 году большинство исторических зданий передают Музею декоративно-прикладного искусства народов СССР. А в 2007 году здесь официально открывается полностью отреставрированный дворцово-парковый ансамбль.
                    </div>
                </div>
            </section>
            <section class="section">
                <div class="section__header">
                    <h3>Прогулка по парку</h3>
                    <time class="section__time">11-02-2024 16:03:00</time>
                </div>
                <div class="section__body">
                    <img class="section__img" src="https://7d9e88a8-f178-4098-bea5-48d960920605.selcdn.net/bbbe4a30-2e49-452f-aaed-a3b4e05843a3/" alt="park" />
                    <div class="section__description">
                        Жемчужина музея — грандиозный дворцовый комплекс XVIII века. Его строят как загородную резиденцию для Екатерины II. Более двадцати лет над постройкой трудятся выдающиеся русские архитекторы Василий Баженов и Матвей Казаков. После смерти императрицы все работы прекращаются. Живописный парк превращается в место загородных прогулок москвичей. Во второй половине XIX века вокруг руин возводится дачный посёлок. Он быстро набирает популярность – особенно среди писателей и художников. В 1927 году в Царицыне создается краеведческий музей. В 1984 году большинство исторических зданий передают Музею декоративно-прикладного искусства народов СССР. А в 2007 году здесь официально открывается полностью отреставрированный дворцово-парковый ансамбль.
                    </div>
                </div>
            </section>
        </main>
    </body>
</html>
